{"title": "TRENDING Archives - Law Insider India", "content": " \nLaw Insider India\nLegal News, Current Trends and Legal Insight | Supreme Court of India and High CourtsLI Network Published on: 30 September 2023 at 18:15 IST A Bengaluru doctor has expressed…LI Network Published on: 30 September 2023 at 18:04 IST The Supreme Court has initiated…LI Network Published on: 30 September 2023 at 14:02 IST The Delhi High Court, presided…LI Network Published on: 30 September 2023 at 12:50 IST The Gauhati High Court raised…LI Network Published on: 30 September 2023 at 12:44 IST The Gujarat University has accused…LI Network Published on: 30 September 2023 at 12:32 IST The Delhi High Court has…LI Network Published on: 30 September 2023 at 11:07 IST The Supreme Court affirmed that…LI Network Published on: 30 September 2023 at 10:45 IST The Supreme Court, with a…LI Network Published on: 30 September 2023 at 10:32 IST The Rajasthan High Court in…LI Network Published on: 30 September 2023 at 00:35 IST The Law Commission of India,…LI Network Published on: 30 September 2023 at 00:28 IST The Bombay High Court is…LI Network Published on: 30 September 2023 at 00:11 IST The President of India has…LI Network Published on: 29 September 2023 at 17:19 IST The Patna High Court has…LI Network Published on: 29 September 2023 at 16:59 IST The Karnataka High Court has…LI Network Published on: 29 September 2023 at 15:36 IST The Madras High Court has…LI Network Published on: 29 September 2023 at 15:20 IST The Calcutta High Court has…LI Network Published on: 29 September 2023 at 15:10 IST Kerala HC held that if…LI Network Published on: 29 September 2023 at 15:05 IST The Delhi High Court has…LI Network Published on: 29 September 2023 at 15:00 IST The Delhi High Court has…LI Network Published on: 29 September 2023 at 12:38 IST The National Company Law Appellate…"}ple’s minor child to the father. However, the doctor did not comply with the court’s order to transfer custody.As a result, the High Court issued a notice to her in the contempt proceedings, which led to her submission of an affidavit in September and her personal appearance in court. The High Court accepted her apology and resolved the contempt petition but directed her to provide a compliance statement after six months to the Registrar General of the High Court.Also Read: What Constitutes a Contempt of Court? – Law Insider India"}t in a company based on its stated objectives in the MOA. If the company ventures beyond these objectives without proper shareholder approval, it could lead to legal complications. The MOA ensures that shareholders are aware of the company’s intended activities and protects their interests.The MOA serves as a source of authority for the company’s actions. It dictates what the company can and cannot do. Decisions and actions taken by the company must align with the provisions in the MOA. It is a fundamental document in legal proceedings related to the company’s activities.Investors often scrutinize the MOA before investing in a company. A clearly defined and well-structured MOA instills confidence in potential investors, as it provides transparency regarding the company’s goals and objectives.The MOA guides the company’s decision-making processes. It acts as a reference point for the board of directors and executives when making strategic decisions. It ensures that the company’s actions are in line with its intended purpose.Any changes to the MOA require approval from the shareholders. This ensures that significant alterations in the company’s objectives or structure are made with the consent of the owners, safeguarding their interestsPurpose of MOAThe purpose of memorandum is two-fold, the intending shareholder who contemplates the investment of his savings, should know the field in, or the purpose for which it is going to be used and what risk he is taking in making the investment. The second purpose is that anyone dealing with the company will know without reasonable doubt whether the contractual relation into which the contemplates entering with the company is one relating to a mater within its corporate objects.Why MOA needs to be registered?Registering the Memorandum of Association (MOA) is a crucial step in the process of incorporating a company. To bring the MOA into legal bunding force, it needs to be subscribed by its members. The Key/founding members of the company are the ones that initially subscribe to the MOA. Section 3 of the Act states that a company can be formed when the statutory requirement of the requisite company is signed by their specified no. of members i.e :A copy of the MOA after duly being signed is then submitted with the responding ROC. ROC then provides a certified copy of the MOA to the public upon payment of the prescribed fees.Format of MOAThese are the key elements or clauses that MUST be included in the MOA. The memorandum of a company shall be in respective forms specified in Tables A, B, C, D and E in Schedule I as may be applicable to such company. Section 4(6) talks about the forms that need to be filled as1) Table A –Companies limited by shares2) Table B – Companies limited by guarantee not having a share capital3) Table C – Companies limited by guarantee having a share capital4) Table D – Unlimited companies not having a share capital5) Table E – Unlimited companies having a share capitalDrafting MOAThe vital parts of an MOA are Name Clause, Registered Office Clause, Liability Clause, Capital Clause and Association Clause. Before Drafting an MOA, the members need to be clear about the objectives of the company and the scope of its activities. Further there should be an Articles of Association (AOA) complimenting the MOA, that takes care of the internal details of company’s governing aspect.In short, the memorandum enables shareholders, creditors and all those who deal with the company to know what its powers are and what the range of its activities is.Essential Clauses of MOAThere are 6 essential clauses in MOA, which is as following: Name ClauseThis defines the type of ownership of the company. A public company ends with “Limited”. A private company has to end with “Private Limited”. Government companies don’t need to use either of the two. Section 8 companies are an exception to this rule, they don’t have any special identifying requirement as per naming clause is concerned.Registered Office ClauseThe name of the State in which the registered office of the company is to be situated must be given in the memorandum. But the exact address of the registered office is not required to be stated therein.As per Section 12, a company shall, within 30 days of its incorporation, shall have a registered office. The company shall furnish to the Registrar verification of its registered office within a period of 30 days of its incorporationObject ClauseThis clause determines the purpose and capacity of the company. It indicates the purpose for which the company has been set up and its actual capability, besides its sphere of activities.The object clause of memorandum shall state “the objects for which the company is proposed to be incorporated and any matter considered necessary in furtherance thereof.The subscribers to the memorandum of association enjoy almost unrestricted freedom to choose the objects. The only restriction is that objects should not be illegal and against the provisions of the Companies Act, 2013.Liability ClauseEvery company must state whether the liability of its members is limited by shares or limited by guarantee or is unlimited.In a company limited by shares, no member can be called upon be to pay more than what remains unpaid. If his shares are fully paid-up, his liability is nil.In a company limited by guarantee, the liability clause will state the amount, which each member should undertake to contribute to the assets of the company in the event of liquidation of the company. He cannot be called upon to pay anything before the company goes into liquidation.In an unlimited company, the clause shall specify that the liability of members is unlimited and can extend to personal assets of the members.Capital ClauseThis clause must state the amount of the capital with which the company is registered. The shares into which the capital is divided must be of fixed value, which is commonly known as the nominal value of the share. The capital is variously described as “nominal”, authorized” or registered”Associate ClauseIn this clause, the person (includes a body corporate) subscribing to the memorandum declare their desire to be formed into a company and agree to take the shares indicated opposite their respective names.Following are the statutory requirements regarding subscription of memorandum:-(i) The memorandum must be signed by each subscriber in the presence of at least one witness who must attest the signatures;(ii) Each subscriber must take at least one share; if any and(iii) Each subscriber must write opposite his name the number of shares (if any) which the agrees to take.Any action taken by the company that is outside the scope of activities mentioned in the MOA is considered ultra vires (beyond the powers) and therefore, void and illegal. However, many jurisdictions have significantly reduced the doctrine of ultra vires, allowing companies to engage in activities that are reasonably necessary to achieve their stated objectives.Alteration of MOAAny changes to be made in the MOA can be changed by a special resolution, or a government approved mandate notifying ROC. Where a company changes its name or obtains a new name, it shall within a period of fifteen days from the date of such change, give notice of the change to the Registrar along with the order of the Central Government, who shall carry out necessary changes in the certificate of incorporation and the memorandum. Any material/minute changes have to be approved by the board then government or ROC.Rectification of Name (Sec. 16):This section empowers the Central Government (Power delegated to Regional Director) to give directions to the company to rectify its name if in its opinion, the name registered is identical with or too nearly resembles the name, by which a company in existence has been previously registered. The company shall change its name within a period of three months, from the issue of such directions after passing an ordinary resolution.Further also, on an application made to the Central Government by the registered proprietor of a trade mark that the name is identical with or too nearly resembles to an existing trade mark, the Central Government may direct the company to change its name. The company shall change its name within a period of six months from the issue of such directions after passing an ordinary resolution. A registered trade mark owner has to file an application to the Central Government for rectification of name which is similar to name of its trade mark within 3 years of incorporation of company or change of name.Change of Registered Office (Sec. 12)Section 12 provides that a company shall, within 30 days of its incorporation, shall have a registered office. The company shall furnish to the Registrar verification of its registered office within a period of 30 days of its incorporation in Form INC.22.Every company is required to affix or paint its name and the address of the registered office in any of the language in general use in the locality where the company’s registered office is situated, besides any other language if the company chooses to have it painted or affixed in such other language. Name and address are to be affixed and painted outside every office or place in which business is carried on at a conspicuous position.ConclusionMOA is a constitution of a Company; it is the foundation on which the structure of the company is built. As the Constitution of India can be amended, the same applies to MOA as well. Over time, there will be a need for amendments in MOA, which is allowed with a set of compliances that need to be taken care of while alteration. Alterations have a lot of compliances attached to it so as to protect the shareholders and investors from getting defrauded. Companies Act, 2013 makes it compulsory for every company to have its own articles and file the same with ROC for registration.References"}